#coding:utf-8
GENDER = (
        (0,u'男'),
        (1,u'女'),
        )

EDUCATION = (
        (0,u'本科'),
        (1,u'研究生'),
        )
NATION = (
        (0,u'汉族'),
        (1,u'藏族'),
        )
VERIFY_PROCESS = (
        (0,u'未申请认证'),
        (1,u'正在审核'),
        (2,u'审核已通过'),
        (3,u'审核未通过'),
        )
QUESTION_TYPE = (
        ('enter',u'企业党建'),
        ('tech',u'技改创新'),
        ('soft',u'软件和信息产业'),
        ('small',u'融资及小企业认证'),
        ('special',u'专精特新企业培育'),
        )
PROCESS_TYPE = (
        ('join',u'我要入党'),
        ('setup',u'我要成立党支部'),
        ('record',u'民主生活评议备案'),
        )
PARTY_ATTRIBUTE = (
        (1,u'党委'),        
        (2,u'党总支部'),        
        (3,u'党支部'),        
        (4,u'联合党支部'),        
        ) 
INDUSTRY_NATURE = (
        (1,u'内资企业'),        
        (2,u'港澳台投资企业'),        
        (3,u'外商投资企业'),        
        ) 
NATURE_CHOICES = (
        (1,u'国有企业'),
        (2,u'国有联营企业'),
        (3,u'集体企业'),
        (4,u'私营企业'),
        (5,u'中外合资企业'),
        (6,u'外资独资企业'),
        (7,u'其他'),
        )
ENTER_SCALE = (
        (1,u'大型(500人及以上)'),        
        (2,u'中型(100-500人)'),        
        (3,u'小型(100人及以下)'),        
        ) 
TOTAL_ASSETS = (
        (1,u'2000万以上'),        
        (2,u'100万-2000万'),        
        (3,u'100万以下'),        
        ) 
INDUSTRY_TYPE = (
        (1,u'农林牧渔'),        
        (2,u'服务业'),        
        (3,u'科研院所'),        
        (4,u'制造业'),        
        (5,u'金融业'),        
        (6,u'建筑业'),        
        (7,u'房地产业'),        
        (8,u'计算机软件业'),        
        ) 

